Repository: CrossMediaCloud/cmc-opengraph-twittercards
Catalog: lang/cmc-opengraph-twittercrads-*.po
Languages: de_de

source: About
de_de: Über

source: at
de_de: auf

source: Will be displayed on the Site and as Descriptions in Sozial Networks
de_de: Wird als Beschreibung auf der Seite und in Sozialen Netzwerken benutzt.

source: Some SEO Optimisation
de_de: Etwas Suchmaschinen-Optimierung

source: Enter the G+ ID of the Publisher of this site. Just the long number
de_de: Gebe die Google+ ID des Publishers ein. Nur die lange Nummer.

source: Enter URL for an default image for sozial-networks. 250x250 Px (incl. http://)
de_de: Gebe eine URL zu einem Standard-Bild for Sozialen Netzwerke ein. 250x250 Px (inkl. http://)

source: More Things about you
de_de: Mehr Infos über dich

source: Short Bio
de_de: Kurz Biografie

source: Short Description
de_de: Kurzbeschreibung

source: Twitter Username <span class="description">(without @)</span>
de_de: Twitter Benutzername <span class="description">(without @)</span>

source: Facebook URL <span class="description">(incl. http://)</span>
de_de: Facebook URL <span class="description">(inkl. http://)</span>

source: Google+ ID <span class="description">(just the long number)</span>
de_de: Google+ ID <span class="description">(nur die lange nummer)</span>

source: LinkedIn URL <span class="description">(incl. http://)</span>
de_de: LinkedIn URL <span class="description">(inkl. http://)</span>

source: SEO Title Extension
de_de: SEO Title Erweiterung

source: Publisher G+ ID
de_de: G+ ID des Publisher

source: Default Meta-Image
de_de: Standard Seiten-Bild

source: SEO Description
de_de: SEO Beschreibung

source: All posts about %s
de_de: Alle Artikel über %s

source: Enter the Twitter-Account of the Publisher of this site. Without the @
de_de: Trage den Twitter-Account dieser Webseite ein. Ohne das @-Zeichen.

source: %s charactes about you.
de_de: Schreibe in %s Zeichen über dich.

source: Make a nice description with max. %s characters. Will be used for Search engines and Social Media.
de_de: Schreibe eine nette Beschreibung mit maximal %s Zeichen. Wird von Suchmaschinen und sozialen Netzwerken genutzt.
